{
    "articles": [
        {
            "id": 1,
            "title": "Design Trends for 2017 – Expert Insight",
            "announce": "We asked talented local designers and architects: “In your opinion, what are the upcoming interior design trends for 2017, and which is your favorite?",
            "date": "11/9/2019",
            "magazine": "WASHINGTON POST",
            "projectURL": false,
            "image": "in-the-press-1"
        },
        {
            "id": 2,
            "title": "Design Trends for 2017 – Expert Insight",
            "announce": "Basement Masters, a commercial and residential basement remodeling company, announced today the expansion of its services into Greater Baltimore, with plans to incorporate the commercial and residential basement remodeling company.",
            "date": "11/8/2019",
            "magazine": "CNBC",
            "projectURL": false,
            "image": "in-the-press-2"
        },
        {
            "id": 3,
            "title": "Houzz Awards Basement Masters \"Best of Customer Service\" Achievement for 2016",
            "announce": "This year, Basement Masters rises above more than one million other home construction, remodeling, and design industry professionals to claim the \"Best of Customer Service\" award for 2016, and rises above more than one million other home construction, remodeling.",
            "date": "11/3/2019",
            "magazine": "HOUZZ",
            "projectURL": false,
            "image": "in-the-press-3"
        },
        {
            "id": 4,
            "title": "Basement Masters to Achieve New Business Growth in 2017",
            "announce": "Basement Masters, a basement remodeling company specializing in business and residential projects, recently announced two key partnerships that will help them better serve the state of basement remodeling company specializing in business.",
            "date": "10/27/2019",
            "magazine": "NEW YORK TIMES",
            "projectURL": false,
            "image": "in-the-press-4"
        },
        {
            "id": 5,
            "title": "Basement Masters Announces New Website Launch",
            "announce": "A completely new website offers ideas, inspiration, and crucial information pertaining to the underground world of basement remodeling.",
            "date": "10/24/2019",
            "magazine": "THE DAILY TELEGRAPH",
            "projectURL": false,
            "image": "in-the-press-5"
        },
        {
            "id": 6,
            "title": "Basement Masters and ValueDry Waterproofing Partnership",
            "announce": "Value Dry Basement Waterproofing and Basement Masters Remodeling partner to deliver protected high end finished basements to homeowners in Washington DC, Suburban Maryland and Northern and Basement Masters Remodeling partner to deliver",
            "date": "10/14/2019",
            "magazine": "THE ROCKVILLE POST",
            "projectURL": false,
            "image": "in-the-press-6"
        }
    ]
}