{
    "quotes": [
        {
            "name": "finish-an-unfinished-basement",
            "header": "Finish an unfinished basement",
            "image": "unfinishedBasement",
            "description": "<p>Please note, it important to select the proper type of service. You have selected <strong>FINISH AN UNFINISHED BASEMENT</strong> meaning that your basement has never been finished or was completely gutted. Finishing an unfinished room (space) when part of the basement is already finished falls under this category as well. Please use other service categories for anything else.</p>",
            "annotation": "Finish an unfinished basement (full or part).",
            "price": "PRICE RANGE FOR THIS TYPE OF SERVICE IS USUALLY BETWEEN $25,000 AND $150,000.",
            "minimumPrice": "Minimum project cost $10,000.",
            "isContactForm": false
        },
        {
            "name": "complete-basement-remodeling",
            "header": "Complete basement remodeling",
            "image": "completeBasementRemodeling",
            "description": "<p>You have selected <strong>COMPLETE BASEMENT REMODELING</strong> meaning that your basement has been previously finished, but you would like to completely redesign/rebuild the space. <strong>PLEASE NOTE</strong>: Moving some walls, changes to the existing configuration (splitting/combining rooms) as well as all types of partial basement remodeling services (only framing, only electrical, only plumbing, only HVAC, only drywall, only paint, only flooring, only trim and doors, etc.) falls under the <a href=\"#\">PARTIAL BASEMENT REMODELING</a> category of services. If you would like to add a bathroom or a wet bar to an unfinished or an existing basement, please go to the <a href=\"#\">ADD BATHROOM OR WET BAR</a> category of services.</p>",
            "annotation": "Complete remodeling of an existing basement (with removal of all existing structures).",
            "price": "PRICE RANGE FOR THIS TYPE OF SERVICE IS USUALLY BETWEEN $25,000 AND $150,000.",
            "minimumPrice": "Minimum project cost $15,000.",
            "isContactForm": false
        },
        {
            "name": "partial-basement-remodeling",
            "header": "Partial basement remodeling",
            "image": "partialBasementRemodeling",
            "description": "<p>Please note, it important to select the proper type of service. You have selected <strong>PARTIAL BASEMENT REMODELING</strong> meaning you have an existing basement that you would like to redesign or reconfigure without taking down all of the existing structures (split/combine rooms). Partial basement remodeling services (only framing, only electrical, only plumbing, only HVAC, only drywall, only paint, only flooring, only trim and doors, etc.) falls under this category as well.</p>",
            "annotation": "Reconfigure existing basement without taking down all of the existing structures.",
            "price": "PRICE RANGE FOR THIS TYPE OF SERVICE IS USUALLY BETWEEN $15,000 AND $50,000.",
            "minimumPrice": "Minimum project cost $12,500.",
            "isContactForm": true
        },
        {
            "name": "flooded-basement-renovation",
            "header": "Flooded basement renovation",
            "image": "basementRenovation",
            "description": "<p>Please note, it important to select the proper type of service. You have selected <strong>FLOODED BASEMENT RESTORATION</strong> meaning you have an existing basement that was flooded and you've already had a water damage crew dry out the basement. This service is for post-flood drywall, trim, doors, cabinetry, and flooring repairs.</p>",
            "annotation": "Restore basement after a flood.",
            "price": "PRICE RANGE FOR THIS TYPE OF SERVICE IS USUALLY BETWEEN $15,000 AND $50,000.",
            "minimumPrice": "Minimum project cost: $12,500.",
            "isContactForm": true
        },
        {
            "name": "add-bathroom-or-wet-bar",
            "header": "Add bathroom or wet bar",
            "image": "addBathroom",
            "description": "<p>Please note, it important to select the proper type of service. You have selected <strong>ADD BATHROOM OR WET-BAR</strong> meaning you have a basement (finished or unfinished) where you would like to add a bathroom or you have a finished basement where you would like to add a wet bar. <a href=\"#\">Use this service category even if you have other work to be done in the basement in addition to adding a bathroom or a wet bar</a>.</p>",
            "annotation": "Add a bathroom or a wet bar to a finished or an unfinished basement.",
            "price": "PRICE RANGE FOR THIS TYPE OF SERVICE IS USUALLY BETWEEN $15,000 AND $50,000.",
            "minimumPrice": "Minimum project cost $10,000.",
            "isContactForm": true
        },
        {
            "name": "add-egress-window-or-walkout",
            "header": "Add egress window or walkout",
            "image": "addEgressWindow",
            "description": "<p>Please note, it is very important to select the proper type of service. You have selected <strong>ADD EGRESS WINDOW OR WALKOUT</strong> meaning you would like to <a href=\"#\">add an above or below ground basement window</a> (including <a href=\"#\">basement egress window</a>) or <a href=\"#\">an above or below ground single or double door basement walkout (areaway)</a>.</p>",
            "annotation": "Add an egress window or a walkout to a finished or an unfinished basement.",
            "price": "PRICE RANGE FOR THIS TYPE OF SERVICE IS USUALLY BETWEEN $15,000 AND $50,000.",
            "minimumPrice": false,
            "isContactForm": true
        },
        {
            "name": "foundation-repairs",
            "header": "Foundation repairs",
            "image": "foundationRepairs",
            "description": "<p>You have selected <strong>FOUNDATION REPAIRS</strong>. This type of service addresses issues with cracking foundation walls (including seepage) and other structural foundation issues as well as underpinning and basement dig-outs. If you have water entering the basement and the source is unknown, please use the <a href=\"#\">BASEMENT WATERPROOFING</a> category of services.</p>",
            "annotation": "To address issues with cracking foundation walls (including crack seepage) and other structural foundation issues.",
            "price": "PRICE RANGE FOR THIS TYPE OF SERVICE IS USUALLY BETWEEN $2,500 AND $50,000.",
            "minimumPrice": false,
            "isContactForm": true
        },
        {
            "name": "basement-waterproofing",
            "header": "Basement waterproofing",
            "image": "basementWaterproofing",
            "description": "<p>You have selected <strong>BASEMENT/CRAWL SPACE WATERPROOFING</strong>. This category of services includes <a href=\"#\">perimeter interior drainage systems installations, crawl space drain systems and encapsulation, basement sump pump as well as back-up pump (battery or water-powered) installations</a>. You can also use this category if you have water entering the basement, but the <a href=\"#\">source is yet unknown</a>.</p><p>Visit our <a href=\"#\">BASEMENT WATERPROOFING</a> ideas gallery as well as our blog posts related to this category of services.</p>",
            "annotation": "Perimeter interior drainage systems installations, crawl space drainage systems and encapsulation, and basement sump pump as well as back-up pump (battery or water-powered) installations.",
            "price": "PRICE RANGE FOR THIS TYPE OF SERVICE IS USUALLY BETWEEN $10,000 AND $50,000.",
            "minimumPrice": false,
            "isContactForm": true
        }
    ]
}